Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# SIGN_IN_MESSAGE_REBRAND_SERVICE_ICLOUD
source: Sign in to iCloud using your Apple Account. Don’t have an account? You can create one for free.
ar: سجِّل الدخول إلى iCloud باستخدام حساب Apple. إذا لم يكن لديك حساب، يمكنك إنشاء واحد مجانًا.
bg: Влезте в iCloud с вашата Apple регистрация. Нямате регистрация? Можете да създадете такава безплатно.
bn: আপনার Apple অ্যাকাউন্ট ব্যবহার করে iCloud-এ সাইন ইন করুন। কোনো অ্যাকাউন্ট নেই? আপনি বিনামূল্যে একটি অ্যাকাউন্ট তৈরি করতে পারেন।
ca: Inicia sessió a l’iCloud amb el compte d’Apple. No en tens? Pots crear‑ne un de franc.
cs: Přihlaste se k iCloudu pod svým účtem Apple. Pokud účet nemáte, můžete si ho bezplatně vytvořit.
da: Log ind på iCloud vha. din Apple‑konto. Har du ikke en konto? Du kan oprette en gratis.
de: Melde dich bei iCloud mit deinem Apple Account an. Falls du noch keinen Account hast, kannst du kostenlos einen erstellen.
el: Συνδεθείτε στο iCloud χρησιμοποιώντας τον λογαριασμό Apple σας. Δεν έχετε λογαριασμό; Μπορείτε να δημιουργήσετε έναν δωρεάν.
es: Inicia sesión en iCloud con tu cuenta de Apple. Si no tienes, puedes crearte una gratis.
es_419: Inicia sesión en iCloud usando tu cuenta de Apple. ¿No tienes una? Puedes crearla gratis.
fi: Kirjaudu sisään iCloudiin käyttäen Apple-tiliäsi. Jos sinulla ei ole tiliä, voit luoda sellaisen ilmaiseksi.
fr: Connectez-vous à iCloud avec votre compte Apple. Vous n’en possédez pas ? Créez-en un gratuitement.
fr_ca: Connectez-vous à iCloud avec votre compte Apple. Vous n’en possédez pas? Créez-en un gratuitement.
gu: તમારા Apple અકાઉંટનો ઉપયોગ કરીને iCloudમાં સાઇન ઇન કરો. અકાઉંટ નથી? તમે તેને મફતમાં બનાવી શકો છો.
he: יש להתחבר ל-iCloud באמצעות חשבון ה-Apple. אם אין לך חשבון, באפשרותך ליצור אחד ללא תשלום.
hi: अपने Apple खाते का इस्तेमाल करके iCloud में साइन इन करें। खाता नहीं है? आप उसे मुफ़्त बना ^[सकते हैं](inflect: true)।
hr: Prijavite se na iCloud svojim Apple računom. Nemate račun? Možete ga besplatno izraditi.
hu: Jelentkezzen be az iCloudba az Apple-fiókjával. Nincs fiókja? Ingyenesen létrehozhat egyet.
id: Masuk ke iCloud menggunakan Akun Apple Anda. Tidak memiliki akun? Anda dapat membuatnya secara gratis.
it: Accedi ad iCloud con il tuo Apple Account. Se non hai un account, puoi crearlo gratuitamente.
ja: Apple Accountを使用してiCloudにサインインしてください。アカウントをお持ちでない場合は、無料で作成できます。
kk: iCloud сервисіне Apple аккаунты арқылы кіріңіз. Аккаунтыңыз жоқ па? Бір аккаунтты тегін жасауға болады.
kn: ನಿಮ್ಮ Apple ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು iCloudಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ. ನೀವು ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲವೇ? ನೀವು ಉಚಿತವಾಗಿ ಒಂದನ್ನು ರಚಿಸಬಹುದು.
ko: 사용자의 Apple 계정으로 iCloud에 로그인하십시오. Apple 계정이 없는 경우 무료로 생성할 수 있습니다.
lt: Prisijunkite prie „iCloud“ naudodami „Apple“ paskyrą. Dar neturite šios paskyros? Galite susikurti nemokamai.
ml: നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് iCloud‍-‍ൽ സൈൻ ഇൻ ചെയ്യൂ. അക്കൗണ്ട് ഇല്ലേ? നിങ്ങൾക്ക് സൗജന്യമായി ഒന്ന് സൃഷ്ടിക്കാം.
mr: तुमचे Apple अकाउंट वापरून iCloud मध्ये साइन इन करा. तुमच्याकडे अकाउंट नाहीये का? तुम्ही निःशुल्क अकाउंट तयार करू शकता.
ms: Daftar masuk ke iCloud menggunakan Akaun Apple anda. Tidak memiliki akaun? Anda boleh menciptanya secara percuma.
nl: Log met je Apple Account in bij iCloud. Heb je geen account? Je kunt er gratis een aanmaken.
no: Logg på iCloud med Apple-kontoen din. Har du ikke en Apple-konto, kan du opprette en gratis.
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ଯବହାର କରି iCloudରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ। କୌଣସି ଆକାଉଣ୍ଟ୍‌ ନାହିଁ? ଆପଣ ଦେୟମୁକ୍ତ ଭାବରେ ଏକ ଆକାଉଣ୍ଟ୍‌ ତିଆରି କରିପାରିବେ।
pa: ਆਪਣੇ Apple ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ iCloud ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ। ਕੀ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀਂ ਹੈ? ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੁਫ਼ਤ ਵਿੱਚ ਬਣਾ ਸਕਦੇ ਹੋ।
pl: Zaloguj się w iCloud, używając swojego konta Apple. Nie masz konta? Możesz utworzyć je za darmo.
pt_br: Inicie uma sessão no iCloud usando sua Conta Apple. Se você não tem uma Conta Apple, crie uma gratuitamente.
pt_pt: Inicie sessão em iCloud com a sua conta Apple. Não tem uma conta? Pode criar uma gratuitamente.
ro: Autentificați‑vă pe iCloud utilizând contul Apple. Nu aveți un cont Apple? Puteți crea unul gratuit.
ru: Войдите в iCloud с помощью Аккаунта Apple. Если аккаунта еще нет, его можно создать бесплатно.
sk: Prihláste sa do iCloudu pomocou svojho Apple účtu. Ak Apple účet nemáte, môžete si ho bezplatne vytvoriť.
sl: Za vpis v storitev iCloud uporabite račun Apple. Nimate računa? Ustvarite si ga brezplačno.
sv: Logga in på iCloud med ditt Apple‑konto. Om du inte har ett konto kan du skapa ett kostnadsfritt.
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி iCloudஇல் உள்நுழையவும். உங்களிடம் Apple கணக்கு இல்லையெனில், இலவசமாக ஒன்றை உருவாக்கலாம்.
te: మీ Apple ఖాతాను ఉపయోగించి iCloudకు సైన్ ఇన్ చేయండి. మీకు ఖాతా లేదా? మీరు ఉచితంగా ఒక ఖాతాను సృష్టించుకోవచ్చు.
th: ลงชื่อเข้า iCloud โดยใช้บัญชี Apple ของคุณ ไม่มีบัญชีใช่ไหม คุณสามารถสร้างได้ฟรี
tr: iCloud’a Apple Hesabı’nızı kullanarak giriş yapın. Hesabınız yok mu? Ücretsiz olarak bir tane yaratabilirsiniz.
uk: Увійдіть в iCloud зі своїм обліковим записом Apple. Якщо у вас немає облікового запису Apple, ви можете створити його безкоштовно.
ur: اپنے ‏Apple اکاؤنٹ کا استعمال کر کے ‏iCloud میں سائن اِن کریں۔ اکاؤنٹ نہیں ہے؟ آپ اسے مفت بنا سکتے ہیں۔
vi: Đăng nhập vào iCloud bằng Tài khoản Apple của bạn. Nếu không có tài khoản, bạn có thể tạo một tài khoản miễn phí.
zh_cn: 使用Apple账户登录iCloud。还没有账户？你可以免费创建一个。
zh_hk: 使用你的Apple帳户登入iCloud。未有帳户嗎？你可以免費建立一個。
zh_tw: 使用你的「Apple帳號」登入iCloud。沒有帳號嗎？你可以免費建立帳號。

# SIGN_IN_MESSAGE_REBRAND_SERVICE_IMESSAGE
source: Sign in to iMessage using your Apple Account. Don’t have an account? You can create one for free.
ar: سجِّل الدخول إلى iMessage باستخدام حساب Apple. إذا لم يكن لديك حساب، يمكنك إنشاء واحد مجانًا.
bg: Влезте в iMessage с вашата Apple регистрация. Нямате регистрация? Можете да създадете такава безплатно.
bn: আপনার Apple অ্যাকাউন্ট ব্যবহার করে iMessage-এ সাইন ইন করুন। কোনো অ্যাকাউন্ট নেই? আপনি বিনামূল্যে একটি অ্যাকাউন্ট তৈরি করতে পারেন।
ca: Inicia sessió a l’iMessage amb el compte d’Apple. No en tens? Pots crear‑ne un de franc.
cs: Přihlaste se k iMessage pod svým účtem Apple. Pokud účet nemáte, můžete si ho bezplatně vytvořit.
da: Log ind på iMessage vha. din Apple‑konto. Har du ikke en konto? Du kan oprette en gratis.
de: Melde dich bei iMessage mit deinem Apple Account an. Falls du noch keinen Account hast, kannst du kostenlos einen erstellen.
el: Συνδεθείτε στο iMessage χρησιμοποιώντας τον λογαριασμό Apple σας. Δεν έχετε λογαριασμό; Μπορείτε να δημιουργήσετε έναν δωρεάν.
es: Inicia sesión en iMessage con tu cuenta de Apple. Si no tienes, puedes crearte una gratis.
es_419: Inicia sesión en iMessage usando tu cuenta de Apple. ¿No tienes una? Puedes crearla gratis.
fi: Kirjaudu sisään iMessageen käyttäen Apple-tiliäsi. Jos sinulla ei ole tiliä, voit luoda sellaisen ilmaiseksi.
fr: Connectez-vous à iMessage avec votre compte Apple. Vous n’en possédez pas ? Créez-en un gratuitement.
fr_ca: Connectez-vous à iMessage avec votre compte Apple. Vous n’en possédez pas? Créez-en un gratuitement.
gu: તમારા Apple અકાઉંટનો ઉપયોગ કરીને iMessageમાં સાઇન ઇન કરો. અકાઉંટ નથી? તમે તેને મફતમાં બનાવી શકો છો.
he: יש להתחבר ל-iMessage באמצעות חשבון ה-Apple. אם אין לך חשבון, באפשרותך ליצור אחד ללא תשלום.
hi: अपने Apple खाते का इस्तेमाल करके iMessage में साइन इन करें। खाता नहीं है? आप उसे मुफ़्त बना ^[सकते हैं](inflect: true)।
hr: Prijavite se na iMessage svojim Apple računom. Nemate račun? Možete ga besplatno izraditi.
hu: Jelentkezzen be az iMessage‑be az Apple-fiókjával. Nincs fiókja? Ingyenesen létrehozhat egyet.
id: Masuk ke iMessage menggunakan Akun Apple Anda. Tidak memiliki akun? Anda dapat membuatnya secara gratis.
it: Accedi ad iMessage con il tuo Apple Account. Se non hai un account, puoi crearlo gratuitamente.
ja: Apple Accountを使用してiMessageにサインインしてください。アカウントをお持ちでない場合は、無料で作成できます。
kk: iMessage сервисіне Apple аккаунты арқылы кіріңіз. Аккаунтыңыз жоқ па? Бір аккаунтты тегін жасауға болады.
kn: ನಿಮ್ಮ Apple ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು iMessageಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ. ನೀವು ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲವೇ? ನೀವು ಉಚಿತವಾಗಿ ಒಂದನ್ನು ರಚಿಸಬಹುದು.
ko: 사용자의 Apple 계정으로 iMessage에 로그인하십시오. Apple 계정이 없는 경우 무료로 생성할 수 있습니다.
lt: Prisijunkite prie „iMessage“ naudodami „Apple“ paskyrą. Dar neturite šios paskyros? Galite susikurti nemokamai.
ml: നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് iMessage‍-‍ൽ സൈൻ ഇൻ ചെയ്യൂ. അക്കൗണ്ട് ഇല്ലേ? നിങ്ങൾക്ക് സൗജന്യമായി ഒന്ന് സൃഷ്ടിക്കാം.
mr: तुमचे Apple अकाउंट वापरून iMessage मध्ये साइन इन करा. तुमच्याकडे अकाउंट नाहीये का? तुम्ही निःशुल्क अकाउंट तयार करू शकता.
ms: Daftar masuk ke iMessage menggunakan Akaun Apple anda. Tidak memiliki akaun? Anda boleh menciptanya secara percuma.
nl: Log met je Apple Account in bij iMessage. Heb je geen account? Je kunt er gratis een aanmaken.
no: Logg på iMessage med Apple-kontoen din. Har du ikke en Apple-konto, kan du opprette en gratis.
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ଯବହାର କରି iMessageରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ। କୌଣସି ଆକାଉଣ୍ଟ୍‌ ନାହିଁ? ଆପଣ ଦେୟମୁକ୍ତ ଭାବରେ ଏକ ଆକାଉଣ୍ଟ୍‌ ତିଆରି କରିପାରିବେ।
pa: ਆਪਣੇ Apple ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ iMessage ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ। ਕੀ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀਂ ਹੈ? ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੁਫ਼ਤ ਵਿੱਚ ਬਣਾ ਸਕਦੇ ਹੋ।
pl: Zaloguj się w iMessage, używając swojego konta Apple. Nie masz konta? Możesz utworzyć je za darmo.
pt_br: Inicie uma sessão no iMessage usando sua Conta Apple. Se você não tem uma Conta Apple, crie uma gratuitamente.
pt_pt: Inicie sessão em iMessage com a sua conta Apple. Não tem uma conta? Pode criar uma gratuitamente.
ro: Autentificați‑vă la iMessage utilizând contul Apple. Nu aveți un cont Apple? Puteți crea unul gratuit.
ru: Войдите в iMessage с помощью Аккаунта Apple. Если аккаунта еще нет, его можно создать бесплатно.
sk: Prihláste sa do iMessage pomocou svojho Apple účtu. Ak Apple účet nemáte, môžete si ho bezplatne vytvoriť.
sl: Za vpis v storitev iMessage uporabite račun Apple. Nimate računa? Ustvarite si ga brezplačno.
sv: Logga in på iMessage med ditt Apple‑konto. Om du inte har ett konto kan du skapa ett kostnadsfritt.
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி iMessageஇல் உள்நுழையவும். உங்களிடம் Apple கணக்கு இல்லையெனில், இலவசமாக ஒன்றை உருவாக்கலாம்.
te: మీ Apple ఖాతాను ఉపయోగించి iMessageకు సైన్ ఇన్ చేయండి. మీకు ఖాతా లేదా? మీరు ఉచితంగా ఒక ఖాతాను సృష్టించుకోవచ్చు.
th: ลงชื่อเข้า iMessage โดยใช้บัญชี Apple ของคุณ ไม่มีบัญชีใช่ไหม คุณสามารถสร้างได้ฟรี
tr: iMessage’a Apple Hesabı’nızı kullanarak giriş yapın. Hesabınız yok mu? Ücretsiz olarak bir tane yaratabilirsiniz.
uk: Увійдіть в iMessage зі своїм обліковим записом Apple. Якщо у вас немає облікового запису Apple, ви можете створити його безкоштовно.
ur: اپنے ‏Apple اکاؤنٹ کا استعمال کر کے ‏iMessage میں سائن اِن کریں۔ اکاؤنٹ نہیں ہے؟ آپ اسے مفت بنا سکتے ہیں۔
vi: Đăng nhập vào iMessage bằng Tài khoản Apple của bạn. Nếu không có tài khoản, bạn có thể tạo một tài khoản miễn phí.
zh_cn: 使用Apple账户登录iMessage信息。还没有账户？你可以免费创建一个。
zh_hk: 使用你的Apple帳户登入iMessage。未有帳户嗎？你可以免費建立一個。
zh_tw: 使用你的「Apple帳號」登入iMessage。沒有帳號嗎？你可以免費建立帳號。

# AUTHORIZE_APPLE_ACCOUNT_WELCOME_BACK
source: Sign in to this application using your Apple Account.
ar: تسجيل الدخول إلى هذا التطبيق باستخدام حساب Apple.
bg: Влезте в това приложение с вашата Apple регистрация.
bn: আপনার Apple অ্যাকাউন্ট ব্যবহার করে এই অ্যাপ্লিকেশনে সাইন ইন করুন।
ca: Inicia la sessió a l’app amb el compte d’Apple.
cs: Přihlaste se k této aplikaci pod svým účtem Apple.
da: Log ind på denne app med din Apple‑konto.
de: Melde dich mit deinem Apple Account bei dieser App an.
el: Συνδεθείτε σε αυτήν την εφαρμογή χρησιμοποιώντας τον λογαριασμό Apple σας.
es: Inicia sesión en esta aplicación con tu cuenta de Apple.
es_419: Inicia sesión en esta app usando tu cuenta de Apple.
fi: Kirjaudu tähän appiin käyttäen Apple-tiliä.
fr: Connectez-vous à cette app avec votre compte Apple.
fr_ca: Connectez-vous à cette application avec votre compte Apple.
gu: તમારા Apple અકાઉંટનો ઉપયોગ કરીને આ ઍપ્લિકેશનમાં સાઇન ઇન કરો.
he: באפשרותך להתחבר ליישום זה באמצעות חשבון ה-Apple שלך.
hi: अपने Apple खाते का इस्तेमाल करके इस ऐप्लिकेशन में साइन इन करें।
hr: Prijavite se u ovu aplikaciju svojim Apple računom.
hu: Jelentkezzen be ebbe az alkalmazásba az Apple-fiókjával.
id: Masuk ke aplikasi ini menggunakan Akun Apple Anda.
it: Accedi all’applicazione con il tuo Apple Account.
ja: Apple Accountを使用してこのアプリケーションにサインインしてください。
kk: Осы қолданбаға Apple аккаунтыңызбен кіріңіз.
kn: ನಿಮ್ಮ Apple ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಈ ಅಪ್ಲಿಕೇಷನ್‌ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: Apple 계정을 사용하여 이 응용 프로그램에 로그인하십시오.
lt: Prisijunkite prie šios programos naudodami savo „Apple“ paskyrą.
ml: നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് ഈ ആപ്ലിക്കേഷനിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ.
mr: तुमचे Apple अकाउंट वापरून ह्या ॲप्लिकेशनमध्ये साइन इन करा.
ms: Daftar masuk ke aplikasi ini menggunakan Akaun Apple anda.
nl: Log in bij deze app met je Apple Account.
no: Logg på denne appen med Apple-kontoen din.
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ଯବହାର କରି ଏହି ଆପ୍ଲିକେଶନ୍‌ରେ ସାଇନ୍‌ ଇନ୍‌ କରନ୍ତୁ।
pa: ਆਪਣੇ Apple ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się w tej aplikacji, używając swojego konta Apple.
pt_br: Inicie a sessão neste aplicativo com a sua Conta Apple.
pt_pt: Inicie sessão nesta aplicação com a sua conta Apple.
ro: Autentificaţi‑vă în această aplicație utilizând contul dvs. Apple.
ru: Войдите в это приложение со своим Аккаунтом Apple.
sk: Prihláste sa do tejto apky pod svojím Apple účtom.
sl: V to aplikacijo se vpišite z računom Apple.
sv: Logga in på appen med ditt Apple‑konto.
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி இந்தச் செயலியில் உள்நுழையவும்.
te: మీ Apple ఖాతాను ఉపయోగించి ఈ యాప్‌కి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าแอปพลิเคชันนี้โดยใช้บัญชี Apple ของคุณ
tr: Apple Hesabı’nızı kullanarak bu uygulamaya giriş yapın.
uk: Увійдіть у цю програму зі своїм обліковим записом Apple.
ur: اپنے ‏Apple اکاؤنٹ کا استعمال کر کے اس ایپلیکیشن میں سائن اِن کریں۔
vi: Đăng nhập vào ứng dụng này bằng Tài khoản Apple của bạn.
zh_cn: 使用Apple账户登录此应用程序。
zh_hk: 使用你的Apple帳户登入此應用程式。
zh_tw: 使用你的「Apple帳號」登入此應用程式。

# ENROLL_FORGOT_NO_DEVICES_USE_OTHER_BUTTON
source: Use Other Device
ar: استخدام جهاز آخر
bg: Използвай друго устройство
bn: অন্য ডিভাইস ব্যবহার করুন
ca: Utilitza un altre dispositiu
cs: Použít jiné zařízení
da: Brug anden enhed
de: Anderes Gerät verwenden
el: Χρήση άλλης συσκευής
es: Usar otro dispositivo
es_419: Usar otro dispositivo
fi: Käytä toista laitetta
fr: Utiliser un autre appareil
fr_ca: Utiliser un autre appareil
gu: અન્ય ડિવાઇસનો ઉપયોગ કરો
he: שימוש במכשיר אחר
hi: अन्य डिवाइस का उपयोग करें
hr: Upotrijebi drugi uređaj
hu: Másik eszköz használata
id: Gunakan Perangkat Lain
it: Utilizza un altro dispositivo
ja: ほかのデバイスを使用
kk: Басқа құрылғыны пайдалану
kn: ಇತರ ಸಾಧನವನ್ನು ಬಳಸಿ
ko: 다른 기기 사용
lt: Naudoti kitą įrenginį
ml: മറ്റേ ഡിവൈസ് ഉപയോഗിക്കൂ
mr: दुसरा डिव्हाइस वापरा
ms: Guna Peranti Lain
nl: Gebruik ander apparaat
no: Bruk annen enhet
or: ଅନ୍ଯ ଡିଭାଇସ୍ ବ୍ଯବହାର କରନ୍ତୁ
pa: ਹੋਰ ਡਿਵਾਈਸ ਵਰਤੋ
pl: Użyj innego urządzenia
pt_br: Usar Outro Dispositivo
pt_pt: Usar outro dispositivo
ro: Utilizează alt dispozitiv
ru: Исп. другое устройство
sk: Použiť iné zariadenie
sl: Uporabi drugo napravo
sv: Använd annan enhet
ta: வேறொரு சாதனத்தைப் பயன்படுத்து
te: మరో డివైజ్‌ను ఉపయోగించండి
th: ใช้อุปกรณ์เครื่องอื่น
tr: Başka Bir Aygıt Kullan
uk: Використати інший пристрій
ur: کوئی دوسرا ڈیوائس استعمال کریں
vi: Sử dụng thiết bị khác
zh_cn: 使用其他设备
zh_hk: 使用其他裝置
zh_tw: 使用其他裝置

# AUTHORIZE_PASSWORD_VALIDATION_TITLE
source: To continue, sign in to %1$@ for the user “%2$@”.
ar: للمتابعة، يجب تسجيل الدخول إلى %1$@ للمستخدم "%2$@".
bg: За да продължите, влезте в %1$@ за потребителя „%2$@“.
bn: প্রক্রিয়াটি চালু রাখতে ইউজার “%2$@”-এর জন্য %1$@-এ সাইন ইন করুন।
ca: Per continuar, inicia sessió a %1$@ amb el compte “%2$@”.
cs: Chcete‑li pokračovat, přihlaste uživatele %2$@ ke službě %1$@.
da: Log ind på %1$@ for brugeren “%2$@” for at fortsætte.
de: Um fortzufahren, melde dich bei %1$@ mit dem:der Benutzer:in „%2$@“ an.
el: Για να συνεχίσετε, συνδεθείτε σε «%1$@» για τον χρήστη «%2$@».
es: Para continuar, inicia sesión en %1$@ con la cuenta de usuario “%2$@”.
es_419: Para continuar, inicia la sesión del usuario “%2$@” en %1$@.
fi: Jatka kirjautumalla sivustolle %1$@ käyttäjänä %2$@.
fr: Pour continuer, connectez-vous à %1$@ avec le nom d’utilisateur « %2$@ ».
fr_ca: Pour continuer, connectez-vous à %1$@ pour l’utilisateur « %2$@ ».
gu: ચાલુ રાખવા માટે યૂઝર “%2$@” માટે %1$@માં સાઇન ઇન કરો.
he: כדי להמשיך, יש להתחבר אל %1$@ עבור המשתמש/ת ״%2$@״.
hi: जारी रखने के लिए यूज़र “%2$@” के लिए %1$@ में साइन इन करें।
hr: Za nastavak prijavite se na %1$@ za korisnika “%2$@”.
hu: A folytatáshoz jelentkezzen be a(z) „%2$@” felhasználóval ide: %1$@.
id: Untuk melanjutkan, masuk ke %1$@ untuk pengguna “%2$@”.
it: Per continuare, accedi a %1$@ per l’utente “%2$@”.
ja: 続けるには、ユーザ“%2$@”で%1$@にサインインしてください。
kk: Жалғастыру мақсатында %2$@ атты пайдаланушы үшін %1$@ аккаунтына кіріңіз.
kn: ಮುಂದುವರಿಯಲು, “%2$@” ಬಳಕೆದಾರರಿಗಾಗಿ %1$@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 계속하려면 ‘%2$@’ 사용자로 %1$@에 로그인하십시오.
lt: Jeigu norite tęsti, naudotojo „%2$@“ vardu prisijunkite prie „%1$@“.
ml: തുടരാൻ, ‘%2$@’ എന്ന യൂസറിനായി %1$@ എന്നതിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ.
mr: चालू ठेवण्यासाठी, ‘%2$@’ यूजरसाठी %1$@ मध्ये साइन इन करा.
ms: Untuk meneruskan, daftar masuk ke %1$@ bagi pengguna “%2$@”.
nl: Om door te gaan, log je in bij %1$@ voor de gebruiker '%2$@'.
no: Logg på %1$@ for brukeren «%2$@» for å fortsette.
or: ଜାରି ରଖିବାକୁ, “%2$@” ୟୁଜର୍ ପାଇଁ %1$@ ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਵਰਤੋਂਕਾਰ “%2$@” ਲਈ %1$@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Aby kontynuować, zaloguj się w %1$@ jako użytkownik „%2$@”.
pt_br: Para continuar, inicie a sessão em %1$@ para “%2$@”.
pt_pt: Para continuar, inicie sessão em %1$@ para o utilizador “%2$@”.
ro: Pentru a continua, autentificați‑vă pe %1$@ pentru utilizatorul „%2$@”.
ru: Чтобы продолжить, войдите в «%1$@» для пользователя %2$@.
sk: Ak chcete pokračovať, prihláste sa v apke %1$@ ako „%2$@“.
sl: Za nadaljevanje se v %1$@ vpišite kot uporabnik »%2$@«.
sv: Logga in på %1$@ för användaren ”%2$@” när du vill fortsätta.
ta: தொடர,“%2$@” பயனருக்காக %1$@இல் உள்நுழையவும்.
te: కొనసాగించడానికి, యూజర్ “%2$@” కోసం %1$@కి సైన్ ఇన్ చేయండి.
th: ในการดำเนินการต่อ ให้ลงชื่อเข้า %1$@ สำหรับผู้ใช้ “%2$@”
tr: Sürdürmek için “%2$@” adlı kullanıcı için %1$@ üzerinde giriş yapın.
uk: Щоб продовжити, увійдіть у %1$@ для користувача «%2$@».
ur: جاری رکھنے کے لیے، یوزر ‏⁨“%2$@”⁩ کے لیے ‏%1$@ میں سائن اِن کریں۔
vi: Để tiếp tục, hãy đăng nhập vào %1$@ cho người dùng “%2$@”.
zh_cn: 若要继续，请为用户“%2$@”登录%1$@。
zh_hk: 如要繼續，請為用户「%2$@」登入%1$@。
zh_tw: 若要繼續，請為使用者「%2$@」登入%1$@。

# KEEP_USING_ALERT_YES_BUTTON
source: Sign In
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন করুন
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu
fr: Se connecter
fr_ca: Se connecter
gu: સાઇન ઇન કરો
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
lt: Prisijungti
ml: സൈൻ ഇൻ ചെയ്യൂ
mr: साइन इन
ms: Daftar Masuk
nl: Log in
no: Logg på
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
ta: உள்நுழைக
te: సైన్ ఇన్
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
ur: سائن اِن کریں
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# AUTHORIZE_GIVEN_NAME
source: First Name
ar: الاسم الأول
bg: Собствено име
bn: নাম
ca: Nom
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
es_419: Nombre
fi: Etunimi
fr: Prénom
fr_ca: Prénom
gu: પ્રથમ નામ
he: שם פרטי
hi: प्रथम नाम
hr: Ime
hu: Utónév
id: Nama Depan
it: Nome
ja: 名
kk: Аты
kn: ಮೊದಲ ಹೆಸರು
ko: 이름
lt: Vardas
ml: ഫസ്റ്റ് നെയിം
mr: नाव
ms: Nama Depan
nl: Voornaam
no: Fornavn
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਮ
pl: Imię
pt_br: Nome
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sl: Ime
sv: Förnamn
ta: முதற்பெயர்
te: మొదటి పేరు
th: ชื่อ
tr: Ad
uk: Імʼя
ur: پہلا نام
vi: Tên
zh_cn: 名字
zh_hk: 名字
zh_tw: 名字

# PROXIMITY_AUTH_PIN_VIEW_TITLE
source: Enter Authentication Code
ar: إدخال رمز المصادقة
bg: Въвеждане на код за идентификация
bn: অথেন্টিকেশন কোড লিখুন
ca: Introdueix el codi d’activació
cs: Zadejte ověřovací kód
da: Skriv godkendelseskode
de: Authentifizierungs­code eingeben
el: Εισαγωγή κωδικού ελέγχου ταυτότητας
es: Introducir el código de autenticación
es_419: Ingresar código de autenticación
fi: Syötä todennus­koodi
fr: Saisissez le code d’authentification
fr_ca: Entrer le code d’authentification
gu: પ્રમાણીકરણ કોડ એંટર કરો
he: יש להזין את קוד האימות
hi: प्रमाणन कोड दर्ज करें
hr: Unesite kôd za autorizaciju
hu: Hitelesítési kód megadása
id: Masukkan Kode Pengesahan
it: Inserisci il codice di autenticazione
ja: 認証コードを入力
kk: Аутентификация кодын енгізіңіз
kn: ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: 인증 코드 입력
lt: Įveskite autentifikavimo kodą
ml: ഓതെന്റിക്കേഷൻ കോഡ് നൽകൂ
mr: ऑथेंटिकेशन कोड प्रविष्ट करा
ms: Masukkan Kod Pengesahan
nl: Voer authenticatiecode in
no: Oppgi kode for autentisering
or: ପ୍ରମାଣୀକରଣ କୋଡ୍ ଲେଖନ୍ତୁ
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਕੋਡ ਭਰੋ
pl: Podaj kod uwierzytelnienia
pt_br: Digite o Código de Autenticação
pt_pt: Digite o código de autenticação
ro: Introduceți codul de autentificare
ru: Введите код аутентификации
sk: Zadajte overovací kód
sl: Vnos kode za preverjanje pristnosti
sv: Ange autentiseringskod
ta: அங்கீகாரக் குறியீட்டை உள்ளிடுக
te: ప్రామాణీకరణ కోడ్‌ను నమోదు చేయండి
th: ป้อนรหัสการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Kodunu Gir
uk: Ввести код автентифікації
ur: توثیقی کوڈ درج کریں
vi: Nhập mã xác thực
zh_cn: 输入认证码
zh_hk: 輸入認證碼
zh_tw: 輸入認證碼

# AUTHORIZE_USE_DEVICE_TITLE
source: Sign in with iPhone or iPad
ar: تسجيل الدخول باستخدام iPhone أو iPad
bg: Влезте с iPhone или iPad
bn: iPhone অথবা iPad দিয়ে সাইন ইন করুন
ca: Inicia sessió amb l’iPhone o l’iPad
cs: Přihlášení pomocí iPhonu nebo iPadu
da: Log ind med iPhone eller iPad
de: Mit iPhone oder iPad anmelden
el: Σύνδεση με iPhone ή iPad
es: Inicia sesión con el iPhone o el iPad
es_419: Inicia sesión con iPhone o iPad
fi: Kirjaudu sisään iPhonella tai iPadilla
fr: Se connecter avec l’iPhone ou l’iPad
fr_ca: Connexion avec l’iPhone ou l’iPad
gu: iPhone અથવા iPad દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות iPhone או iPad
hi: iPhone या iPad से साइन इन करें
hr: Prijavite se koristeći iPhone ili iPad
hu: Bejelentkezés iPhone-nal vagy iPaddel
id: Masuk dengan iPhone atau iPad
it: Accedi con iPhone o iPad
ja: iPhoneまたはiPadでサインイン
kk: iPhone немесе iPad құрылғысынан жүйеге кіру
kn: iPhone ಅಥವಾ iPad ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: iPhone 또는 iPad로 로그인
lt: Prisijunkite naudodami „iPhone“ arba „iPad“
ml: iPhone അല്ലെങ്കിൽ iPad ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: iPhone किंवा iPad सह साइन इन करा
ms: Daftar masuk dengan iPhone atau iPad
nl: Log in met iPhone of iPad
no: Logg på med iPhone eller iPad
or: iPhone କିମ୍ବା iPad ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: iPhone ਜਾਂ iPad ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się przy użyciu iPhone’a lub iPada
pt_br: Iniciar Sessão com iPhone ou iPad
pt_pt: Iniciar sessão com o iPhone ou iPad
ro: Autentificați-vă cu iPhone‑ul sau iPad‑ul
ru: Вход с iPhone или iPad
sk: Prihlásenie s iPhonom alebo iPadom
sl: Vpis z iPhonom ali iPadom
sv: Logga in med iPhone eller iPad
ta: iPhone அல்லது iPadஇல் உள்நுழையவும்
te: iPhone లేదా iPadతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย iPhone หรือ iPad
tr: iPhone veya iPad ile Giriş Yapın
uk: Увійдіть з iPhone або iPad
ur: ‏iPhone یا ‏iPad سے سائن اِن کریں
vi: Đăng nhập bằng iPhone hoặc iPad
zh_cn: 通过iPhone或iPad登录
zh_hk: 使用iPhone或iPad登入
zh_tw: 使用iPhone或iPad登入
